<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title><?php echo $html_title;?></title>
<link href="css/install.css" rel="stylesheet" type="text/css">
<link href="css/perfect-scrollbar.min.css" rel="stylesheet" type="text/css">
<script type="text/javascript" src="js/jquery.js"></script>
<script type="text/javascript" src="js/perfect-scrollbar.min.js"></script>
<script type="text/javascript" src="js/jquery.mousewheel.js"></script>
</head>
<body>
<?php echo $html_header;?>
<div class="main">
  <div class="text-box" id="text-box">
    <div class="license">
      <h1>系统安装协议</h1>
      <p>感谢您选择本系统。本系统是自主开发、集视频、图片、小说、直播、APP、后台管理于一体的全自动建站解决方案。官方网址为 http://www.fanhaocms.com。</p>
      <p>用户须知：本协议是您与番号CMS交流中心之间关于您安装使用番号CMS公司提供的番号CMS系统及服务的法律协议。无论您是个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议。请您审阅并接受或不接受本协议条款。如您不同意本协议条款或番号CMS公司随时对其的修改，您应不使用或主动取消番号CMS公司提供的番号CMS系统。否则，您的任何对番号CMS电商系统使用的行为将被视为您对本服务条款全部的完全接受，包括接受番号CMS对服务条款随时所做的任何修改。</p>
      <p>本服务条款一旦发生变更，番号CMS公司将在网页上公布修改内容。修改后的服务条款一旦在网页上公布即有效代替原来的服务条款。如果您选择接受本条款，即表示您同意接受协议各项条件的约束。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款规定，番号CMS公司有权随时中止或终止您对番号CMS系统的使用资格并保留追究相关法律责任的权利。</p>
      <p>在理解、同意、并遵守本协议的全部条款后，方可开始使用番号CMS系统。您可能与番号CMS公司直接签订另一书面协议，以补充或者取代本协议的全部或者任何部分。</p>
      <p>番号CMS拥有本软件的全部知识产权。本软件只供许可协议，并非出售。番号CMS只允许您在遵守本协议各项条款的情况下复制、下载、安装、使用或者以其他方式受益于本软件的功能或者知识产权。</p>
      <h3>I. 程序说明</h3>
      <ol>
        <li>此程序版权所有番号CMS。请勿盗版。</li>
        <li>使用官网最新版本，提高建站体验和建站安全。</li>
        <li>1.本系统所有资源均自动采集，无需人工，省时省力。新版架构重新配置。</li>
        <li>2.影院自适应所有设备，PC/手机/pad均可使用。</li>
        <li>3.本系统不依托任何第三方CMS，纯PHP，对环境要求小，基本所有的PHP环境都可轻松带起。</li>
        <li>番号CMS 关注X站站长发展,从快捷建站——引流变现，不懈努力！</li>
      </ol>
      <p></p>
      <h3>II. 协议规定的约束和限制</h3>
      <ol>
        <li>不得对本软件或与之关联的商业授权进行出租、出售、抵押或发放子许可证。</li>
        <li>无论用途如何、是否经过修改或美化、修改程度如何，只要使用番号CMS系统的整体或任何部分，请务必挂上番号CMS官网友情链接。</li>
        <li>禁止在番号CMS系统的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发。</li>
        <li>禁止在番号CMS系统的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发。</li>
        <li>如果您未能遵守本协议的条款，您的授权将被终止，所许可的权利将被收回，同时您应承担相应法律责任。</li>
      </ol>
      <p></p>
      <h3>III. 有限担保和免责声明</h3>
      <ol>
        <li>本软件及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的。</li>
        <li>用户出于自愿而使用本软件，您必须了解使用本软件的风险，在尚未购买产品技术服务之前，我们不承诺提供任何形式的技术支持、使用担保，也不承担任何因使用本软件而产生问题的相关责任。</li>
        <li>番号CMS公司不对使用本软件构建的平台中的会员、商品或文章信息承担责任，全部责任由您自行承担。</li>
        <li>番号CMS公司对提供的软件和服务之及时性、安全性、准确性不作担保，由于不可抗力因素、番号CMS公司无法控制的因素（包括黑客攻击、停断电等）等造成软件使用和服务中止或终止，而给您造成损失的，您同意放弃追究番号CMS公司责任的全部权利。</li>
        <li>番号CMS公司特别提请您注意，番号CMS公司为了保障公司业务发展和调整的自主权，番号CMS公司拥有随时经或未经事先通知而修改服务内容、中止或终止部分或全部软件使用和服务的权利，修改会公布于番号CMS公司网站相关页面上，一经公布视为通知。番号CMS公司行使修改或中止、终止部分或全部软件使用和服务的权利而造成损失的，番号CMS公司不需对您或任何第三方负责。</li>
      </ol>
      <p></p>
      <p>有关番号CMS系统最终用户授权协议、商业授权与技术服务的详细内容，均由番号CMS公司独家提供。番号CMS公司拥有在不事先通知的情况下，修改授权协议和服务价目表的权利，修改后的协议或价目表对自改变之日起的新授权用户生效。</p>
      <p>一旦您开始安番号CMS系统，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权利的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权利。</p>
      <p></p>
      <p align="right">番号CMS</p>
    </div>
  </div>
  <div class="btn-box"><a href="index.php?step=1" class="btn btn-primary">同意协议进入安装</a><a href="javascript:window.close()" class="btn">不同意</a></div>
</div>
<?php echo $html_footer;?>
<script type="text/javascript">
$(document).ready(function(){
    //自定义滚定条
    $('#text-box').perfectScrollbar();
});
</script>
</body>
</html>
